espressif/esp-idf/examples/system/sysview_tracing/sdkconfig.defaults.esp32
CONFIG_IDF_TARGET="esp32"
CONFIG_APPTRACE_UART_TX_GPIO=1
CONFIG_APPTRACE_UART_RX_GPIO=3
